{"translation-revision-date":"2024-02-17 15:57:05+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_MX"},"Section with contact form and social media icons for [topic]":["Sección con formulario de contacto e iconos de redes sociales para [topic]"],"Features block showcasing feature title and brief description about [topic]":["Bloque de características que muestra el título de la característica y una breve descripción sobre [topic]."],"Carousel testimonial block with user images, names, and feedback about [topic]":["Bloque testimonial en carrusel con imágenes, nombres y opiniones de usuarios sobre [topic]"],"Full-width call-to-action with background image and overlay text about [topic]":["Llamada a la acción de ancho completo con imagen de fondo y texto superpuesto sobre [topic]."],"Hero section with image, heading, subheading, and CTA button about [topic]":["Sección a pantalla completa con imagen, título, subtítulo y botón CTA sobre [topic]."],"Accordion-style FAQ block with clickable questions about [topic]":["Bloque de FAQ tipo acordeón con preguntas sobre [topic] en las que se puede hacer clic"],"Services section with list layout, icons, and service descriptions for [topic]":["Sección servicios con layout de lista, íconos y descripciones de servicios para [topic]."],"The app is not available. Please try again later.":["La aplicación no está disponible. Vuelve a intentarlo más tarde."],"Create variations from Template Library":["Crear variaciones a partir de la biblioteca de plantillas"],"AI Variation from library":["Variación IA de la biblioteca"],"prompt library":["biblioteca de indicaciones"],"For more inspiration, try experimenting with proven prompts from our":["Para inspirarte más, prueba a experimentar con las indicaciones probadas de nuestra"],"You won’t be able to use layouts with Elementor Pro widgets until you do.":["No podrás usar diseños con los widgets de Elementor Pro hasta que lo hagas."],"Upgrade your plan for best results.":["Actualiza tu plan para unos mejores resultados."],"This result includes an Elementor Pro widget that's not available with your current plan. Upgrade to use all the widgets in this result.":["Este resultado incluye un widget de Elementor Pro que no está disponible en tu plan actual. Actualiza para usar todos los widgets en este resultado."],"AI Variation":["Variación de IA"],"Generate variations with AI":["Generar variaciones con IA"],"Press '\/' for suggestions or describe the changes you want to apply (optional)...":["Pulsa \"\/\" para obtener sugerencias o describe los cambios que quieres aplicar (opcional)..."],"Warm hues with comforting visuals about":["Tonos cálidos con imágenes reconfortantes sobre"],"Tech-inspired style with modern fonts about":["Estilo de inspiración tecnológica con fuentes modernas sobre"],"Luxurious theme with rich colors discussing":["Tema lujoso con colores intensos en"],"Earthy tones and organic shapes featuring":["Tonos terrosos y formas orgánicas en"],"Professional look with clean lines for":["Aspecto profesional con líneas limpias para"],"Futuristic design with neon accents about":["Diseño futurista con detalles de neón sobre"],"Retro vibe with muted colors and classic fonts about":["Ambiente retro con colores apagados y fuentes clásicas sobre"],"Elegant style with serif fonts discussing":["«Estilo elegante con fuentes serif en"],"Minimalist design with bold typography about":["Diseño minimalista con tipografía atrevida sobre"],"Suggested Prompts":["Indicaciones sugeridas"],"URL as a reference":["URL como referencia"],"The app is not responding. Please try again later.":["La aplicación no responde. Vuelve a intentarlo más tarde."],"Craft your prompt to affect content, images and\/or colors - whichever you decide.":["Elabora tu indicación para que afecte al contenido, las imágenes y\/o los colores, lo que tú decidas."],"You’ve got the power.":["Tienes el poder."],"Reference a website":["Haz referencia a una web"],"Your progress will be deleted, and can't be recovered.":["Su progreso se eliminará y no podrá recuperarse."],"Minimize":["Minimizar"],"Regenerate":["Regenerar"],"Preview unavailable":["Vista Previa no Disponible"],"Edit prompt":["Editar mensaje"],"Back to results":["Volver a resultados"],"Generate":["Generar"],"Upgrade":["Actualizar"],"Show me how":["Muéstrame cómo"],"Try Again":["Inténtalo de nuevo"],"Privacy Policy":["Política de privacidad"],"Terms of Service":["Condiciones del servicio"],"Beta":["Beta"],"Get Started":["¡Comienza!"],"Connect":["Conectar"],"Pro":["Pro"],"Remove":["Eliminar"],"Go Pro":["Adquirir Pro"],"Close":["Cerrar"],"Cancel":["Cancelar"],"Preview":["Vista Previa"]}},"comment":{"reference":"assets\/js\/ai-layout.js"}}